---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamElectricalResistivity
source: html/523aae4c-cc1e-258e-0c0c-94c433af1704.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamElectricalResistivity Property

"Electrical Resistivity"

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMaterialParamElectricalResistivity { get; }
```